---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ElementFailures.SplitElementHasTagsWithoutLeaders
source: html/e78ed909-961e-fc08-7314-372ad1f3e355.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ElementFailures.SplitElementHasTagsWithoutLeaders Property

The split element has one or more Tags without Leaders enabled and needs to be checked.

## Syntax (C#)
```csharp
public static FailureDefinitionId SplitElementHasTagsWithoutLeaders { get; }
```